export interface ICaseCard {
  heading: string;
  description: string;
  thumbUrl: string;
  jobList: string[];
}

export default [
  {
    heading: "кліп Анни Трінчер",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases01.jpg",
    jobList: ["Підготовка", "Зйомка", "Монтаж", "Кольорокорекція"],
  },
  {
    heading: "ютуб проєкт - Ти київ бадоєв",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases02.jpg",
    jobList: ["Зйомка", "Оператор", "Друк"],
  },
  {
    heading: "друкована продукція - pepsico",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases03.jpg",
    jobList: ["Копірайтинг", "Дослідження", "Дизайн", "Переклад", "Друк"],
  },
  {
    heading: "кліп Анни Трінчер",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases01.jpg",
    jobList: ["Підготовка", "Зйомка", "Монтаж", "Кольорокорекція"],
  },
  {
    heading: "ютуб проєкт - Ти київ бадоєв",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases02.jpg",
    jobList: ["Зйомка", "Оператор", "Друк"],
  },
  {
    heading: "друкована продукція - pepsico",
    description:
      "Діджитал агенція, що створює цілісний продукт створює цілісний продукт генція, що створює цілісний продукт ств",
    thumbUrl: "/images/cases/cases03.jpg",
    jobList: ["Копірайтинг", "Дослідження", "Дизайн", "Переклад", "Друк"],
  },
] as ICaseCard[];
